QUESTIONS = {
    1: "Я чувствую себя эмоционально опустошенным",
    2: "После работы я чувствую себя, как «выжатый лимон»",
    3: "Утром я чувствую усталость и нежелание идти на работу",
    4: "Я хорошо понимаю, что чувствуют мои коллеги и стараюсь учитывать это в интересах дела",
    5: "Я чувствую, что общаюсь с некоторыми коллегами, учениками без теплоты и расположения к ним",
    6: "После работы мне на некоторое время хочется уединиться",
    7: "Я умею находить правильное решение в конфликтных ситуациях, возникающих при общении",
    8: "Я чувствую угнетенность и апатию",
    9: "Я уверен, что моя работа нужна людям",
    10: "В последнее время я стал более черствым по отношению к тем, с кем я работаю",
    11: "Я замечаю, что моя работа ожесточает меня",
    12: "У меня много планов на будущее, и я верю в их осуществление",
    13: "Моя работа все больше меня разочаровывает",
    14: "Мне кажется, что я слишком много работаю",
    15: "Бывает, что мне действительно безразлично то, что происходит с некоторыми моими подчиненными и коллегами",
    16: "Мне хочется уединиться и отдохнуть от всего и всех",
    17: "Я легко могу создать атмосферу доброжелательности и сотрудничества в коллективе",
    18: "Во время работы я чувствую приятное оживление",
    19: "Благодаря своей работе я уже сделал в жизни много действительно ценного",
    20: "Я чувствую равнодушие и потерю интереса ко многому, что радовало меня в моей работе",
    21: "На работе я спокойно справляюсь с эмоциональными проблемам",
    22: "В последнее время мне кажется, что коллеги все чаще перекладывают на меня груз своих проблем и обязанностей."
}

ANSWER_OPTIONS = {
    "never": "Никогда",
    "rarely": "Очень редко",
    "sometimes": "Иногда",
    "often": "Часто",
    "always": "Почти всегда",
}
