QUESTIONS = {
    1: "Чувство эмоционального истощения, опустошенности?",
    8: "Ощущение бесчувственности и холодности по отношению к коллегам/клиентам?",
    9: "Чувство, что вы стали более раздражительным и циничным на работе?",
    10: "Ощущение бессмысленности или отсутствия достижений в своей работе?",
    12: "Снижение работоспособности и продуктивности?",
}

# Варианты ответов, которые будут на кнопках
ANSWER_OPTIONS = {
    "never": "Никогда",
    "rarely": "Очень редко",
    "sometimes": "Иногда",
    "often": "Часто",
    "always": "Почти всегда",
}